;  /////////////////////
;  // Templar Knight //
;  ///////////////////

[WOTC_KPP_TemplarKnight X2SoldierClassTemplate]
DisplayName = "圣骑士"
ClassSummary = "圣骑士是专精的圣殿见习骑士，他们接受了自己的灵能能力，在战场上提升了他们的潜力；他们比其他圣殿骑士更积极地战斗，并依赖他们的灵能力量进行远程攻击。 <br/><br/><font color='#CA7200'>使用拳刃和灵能增幅器。</font>"
+AbilityTreeTitles = "圣武士"
+AbilityTreeTitles = "狂热者"
+AbilityTreeTitles = "术士"
+AbilityTreeTitles = "XCOM"

+RankIcons[0]="UILibrary_Common.rank_rookie"
+RankIcons[1]="UILibrary_WOTC_APA_Class_Pack.ranks_Squaddie_Level1"
+RankIcons[2]="UILibrary_WOTC_APA_Class_Pack.ranks_Corporal_Level1"
+RankIcons[3]="UILibrary_WOTC_APA_Class_Pack.ranks_Sergeant_Level2"
+RankIcons[4]="UILibrary_WOTC_APA_Class_Pack.ranks_Lieutenant_Level2"
+RankIcons[5]="UILibrary_WOTC_APA_Class_Pack.ranks_Captain_Level2"
+RankIcons[6]="UILibrary_WOTC_APA_Class_Pack.ranks_Major_Level3"
+RankIcons[7]="UILibrary_WOTC_APA_Class_Pack.ranks_Colonel_Level3"

RandomNickNames[0]="以太"
RandomNickNames[1]="电击"
RandomNickNames[2]="焦土"
RandomNickNames[3]="狂怒"
RandomNickNames[4]="风暴"
RandomNickNames[5]="伏特"
RandomNickNames[6]="看守者"
RandomNickNames[7]="焦土"
RandomNickNames[8]="先知"
RandomNickNames[9]="风暴行者"
RandomNickNames[10]="神秘者"
RandomNickNames[11]="法师"

RandomNickNames_Male[0]="术士"

RandomNickNames_Female[0]="女巫"

PhotoboothSoloBLines_Male[0]="His Deadliest Weapon... Is His Mind!"
PhotoboothSoloBLines_Male[1]="Strength Through Sacrifice"
PhotoboothSoloBLines_Male[2]="Nature Bows to His Will. So shall ADVENT!"
PhotoboothSoloBLines_Male[3]="Space and Time At His Command!"
PhotoboothSoloBLines_Male[4]="If He Is With Us, Who Can Stand Against Us?"
PhotoboothSoloBLines_Male[5]="Like the Laws of Nature, ADVENT Will BREAK!"
PhotoboothSoloBLines_Male[6]="A Storm is Coming."
PhotoboothSoloBLines_Male[7]="\"I do not fear the storm.  I am the storm.\""
PhotoboothSoloBLines_Male[8]="If the ADVENT have gods, then it's time to pray."
PhotoboothSoloBLines_Male[9]="Feel his POWER."

PhotoboothSoloBLines_Female[0]="Her Deadliest Weapon... Is Her Mind!"
PhotoboothSoloBLines_Female[1]="Strength Through Sacrifice"
PhotoboothSoloBLines_Female[2]="Nature Bows to Her WIll.  So shall ADVENT!"
PhotoboothSoloBLines_Female[3]="Space and Time At Her Command!"
PhotoboothSoloBLines_Female[4]="If She Is With Us, Who Can Stand Against Us?"
PhotoboothSoloBLines_Female[5]="Like the Laws of Nature, ADVENT Will BREAK!"
PhotoboothSoloBLines_Female[6]="A Storm is Coming."
PhotoboothSoloBLines_Female[7]="\"I do not fear the storm.  I am the storm.\""
PhotoboothSoloBLines_Female[8]="If the ADVENT have gods, then it's time to pray."
PhotoboothSoloBLines_Female[9]="Feel her POWER."

;<font color='#3ABD23'><Ability:_/></font>

[WOTC_KPP_Conduit X2AbilityTemplate]
LocFriendlyName = "战斗专注"
LocLongDescription = " <Ability:ClassName/> 可以从他们杀死的敌人那里汲取能量，并使用这些能量来施放灵能能力，这些能力会随着经验的增长而变得更强大。"
LocPromotionPopupText = "<font color='#CA7200'>专注机制：</font> The <Ability:ClassName/> 可以从他们杀死的敌人那里汲取能量，并使用这些能量来施放强大的灵能能力。其他 <Ability:ClassName/> 能力可以根据储存的能量量提供额外的收益。<br/><Bullet/> 圣骑士无法提升他们的能力，但与他们的其他圣骑士同伴相比，他们拥有许多强大的能力。<br/><br/><font color='#CA7200'>等级 I</font> （在 <Ability:RANKNAME1/> 军衔 [1]时获得）<br/><Bullet/> 最多可储存的能量从 <font color='#c451c2'>2</font> 开始。<br/><Bullet/> 获得 <font color='#3ABD23'><Ability:DEFLECT_CHANCE/>%</font> 的几率偏斜来袭的攻击。<br/><br/><font color='#CA7200'>等级 II</font> （在 <Ability:RANKNAME3/> 军衔 [3]时获得）<br/><Bullet/> 最多可储存的能量增加到 <font color='#c451c2'>4</font>。<br/><Bullet/> 获得吸能（杀死敌人时有 <font color='#3ABD23'><Ability:SIPHON_FOCUS_CHANCE/>%</font> 的几率额外获得一个专注点）。<br/><br/><font color='#CA7200'>等级 III</font> （在 <Ability:RANKNAME6/> 军衔 [6]时获得）<br/><Bullet/> 最多可储存的能量增加到 <font color='#c451c2'>6</font>。"

[WOTC_KPP_Rend X2AbilityTemplate]
LocFriendlyName = "撕裂"
LocFlyOverText = "撕裂"
LocHelpText = "保证命中的近战攻击。触发气势，并允许 <Ability:ClassName/> 在杀死有机敌人时吸收能量。"
LocLongDescription = "保证命中的近战攻击。触发气势，并允许 <Ability:ClassName/> 在杀死有机敌人时吸收能量。"
LocPromotionPopupText = "保证命中的近战攻击。触发气势，并允许 <Ability:ClassName/> 在杀死有机敌人时吸收能量。<br/><br/><Bullet/> 只能从有感知能力的有机敌人那里收集能量。杀死机械敌人或僵尸没有机会汲取能量。<br/><Bullet/> 在撕裂攻击后触发气势，允许 <Ability:ClassName/> 移动，甚至触发一些可施放的能量能力。<br/><Bullet/> 撕裂的灵能拳刃造成的伤害取决于装备的拳刃的科技等级，但如果有神圣刀片能力，可以根据当前能量水平增强。"

[WOTC_KPP_ConsecratedBlades X2AbilityTemplate]
LocFriendlyName = "神圣刀片"
LocFlyOverText = "神圣刀片"
LocHelpText = " <Ability:ClassName/> 将能量注入他们的拳刃，根据当前能量水平提升撕裂伤害。每储存一个能量单位，就有 <font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_CHANCE/>%</font> 的几率对所有拳刃攻击造成 <font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_BONUS/></font> 伤害，但 <Ability:ClassName/> 在任何一次可以汲取的最大能量量减少 <font color='#CA7200'><Ability:CONSECRATED_BLADES_MAX_FOCUS_MODIFIER/></font>。"
LocLongDescription = " <Ability:ClassName/> 将能量注入他们的拳刃，根据当前能量水平提升撕裂伤害。每储存一个能量单位，就有 <font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_CHANCE/>%</font> 的几率对所有拳刃攻击造成 <font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_BONUS/></font> 伤害，但 <Ability:ClassName/> 在任何一次可以汲取的最大能量量减少 <font color='#CA7200'><Ability:CONSECRATED_BLADES_MAX_FOCUS_MODIFIER/></font>。"
LocPromotionPopupText = " <Ability:ClassName/> 将能量注入他们的拳刃，根据当前能量水平提升撕裂伤害。每储存一个能量单位，就有 <font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_CHANCE/>%</font> 的几率对所有拳刃攻击造成 <font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_BONUS/></font> 伤害，但 <Ability:ClassName/> 在任何一次可以汲取的最大能量量减少 <font color='#CA7200'><Ability:CONSECRATED_BLADES_MAX_FOCUS_MODIFIER/></font>。<br/><br/><Bullet/> 气势的几率会叠加并重新计算：例如，拥有150%的几率将导致必定（100%）造成 <font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_BONUS/></font> 伤害，并有50%的几率再次掷骰增加 <font color='#3ABD23'>+<Ability:CONSECRATED_BLADES_DAMAGE_BONUS/></font> 伤害。<br/><Bullet/> 神圣刀片提供的伤害加成影响直接的拳刃攻击，如撕裂和天降，以及剑刃风暴的反击攻击。<br/><Bullet/> 神圣刀片提供的伤害加成仅适用于主目标，不会影响来自电弧波的任何额外范围目标。"

[WOTC_KPP_Soulbind X2AbilityTemplate]
LocFriendlyName = "灵魂束缚"
LocFlyOverText = "灵魂束缚"
LocHelpText = "撕裂攻击即使没有杀死活目标，也有 <font color='#3ABD23'><Ability:SOULBIND_FOCUS_CHANCE/>%</font> 的几率将能量转移给 <Ability:ClassName/>。撕裂攻击如果杀死活目标，可以为 <Ability:ClassName/> 恢复 <font color='#3ABD23'><Ability:SOULBIND_HP_HEALED/>HP</font> 。"
LocLongDescription = "撕裂攻击即使没有杀死活目标，也有 <font color='#3ABD23'><Ability:SOULBIND_FOCUS_CHANCE/>%</font> 的几率将能量转移给 <Ability:ClassName/>。撕裂攻击如果杀死活目标，可以为 <Ability:ClassName/> 恢复 <font color='#3ABD23'><Ability:SOULBIND_HP_HEALED/>HP</font> 。"
LocPromotionPopupText = "撕裂攻击即使没有杀死活目标，也有 <font color='#3ABD23'><Ability:SOULBIND_FOCUS_CHANCE/>%</font> 的几率将能量转移给 <Ability:ClassName/>。撕裂攻击如果杀死活目标，可以为 <Ability:ClassName/> 恢复 <font color='#3ABD23'><Ability:SOULBIND_HP_HEALED/>HP</font> 。<br/><br/><Bullet/> 无法通过灵魂束缚从机械敌人或僵尸那里恢复HP或收集能量。"

[WOTC_KPP_VoltShock X2AbilityTemplate]
LocFriendlyName="闪电冲击"
LocFlyOverText="闪电冲击"
LocLongDescription="向目标敌人发射灵能闪电，有能力在 <font color='#3ABD23'><Ability:VOLT_SHOCK_CHAIN/></font> 格范围内连锁到额外的敌对目标。"
LocHelpText="向目标敌人发射灵能闪电，有能力在 <font color='#3ABD23'><Ability:VOLT_SHOCK_CHAIN/></font> 格范围内连锁到额外的敌对目标； <font color='#3ABD23'><Ability:VOLT_SHOCK_COOLDOWN/></font> 回合冷却。不需要专注，但造成的伤害较低。"
LocPromotionPopupText="向目标敌人发射灵能闪电，有能力在 <font color='#3ABD23'><Ability:VOLT_SHOCK_CHAIN/></font> 格范围内连锁到额外的敌对目标； <font color='#3ABD23'><Ability:VOLT_SHOCK_COOLDOWN/></font> 回合冷却。不需要专注，但造成的伤害较低。对灵能单位造成额外伤害，并且随着拳刃等级的提升，伤害增加。"

[WOTC_KPP_Deflect X2AbilityTemplate]
LocFriendlyName="偏斜"
LocFlyOverText="偏斜"
LocLongDescription="获得 <font color='#3ABD23'><Ability:DEFLECT_CHANCE/>%</font> 的几率偏斜来袭的攻击，抵消所有伤害。每个回合可以触发多次。"
LocHelpText="获得 <font color='#3ABD23'><Ability:DEFLECT_CHANCE/>%</font> 的几率偏斜来袭的攻击，抵消所有伤害。每个回合可以触发多次。"
LocPromotionPopupText="获得 <font color='#3ABD23'><Ability:DEFLECT_CHANCE/>%</font> 的几率偏斜来袭的攻击，抵消所有伤害。每个回合可以触发多次。"

[WOTC_KPP_Reflect X2AbilityTemplate]
LocFriendlyName="反射"
LocFlyOverText="反射"
LocLongDescription="偏斜现在可以向射击方向的敌人反射回飞行物。"
LocHelpText="偏斜现在可以向射击方向的敌人反射回飞行物。"
LocPromotionPopupText="偏斜现在可以向射击方向的敌人反射回飞行物。"

[WOTC_KPP_FracturingStrike X2AbilityTemplate]
LocFriendlyName = "破碎打击"
LocFlyOverText = "破碎打击"
LocHelpText = " <Ability:ClassName/> 将灵能能量注入他们的拳刃，造成 <font color='#3ABD23'>+<Ability:FRACTURE_RUPTURE/></font> 伤害并使目标破裂，造成 <font color='#3ABD23'>+<Ability:FRACTURE_RUPTURE/></font> 伤害，消耗 <font color='#3ABD23'><Ability:FRACTURE_COST/></font> 专注。触发气势。"
LocLongDescription = " <Ability:ClassName/> 将灵能能量注入他们的拳刃，造成 <font color='#3ABD23'>+<Ability:FRACTURE_RUPTURE/></font> 伤害并使目标破裂，造成 <font color='#3ABD23'>+<Ability:FRACTURE_RUPTURE/></font> 伤害，消耗 <font color='#3ABD23'><Ability:FRACTURE_COST/></font> 专注，有 <font color='#3ABD23'><Ability:FRACTURE_COOLDOWN/></font> 回合冷却。触发气势。"
LocPromotionPopupText = " <Ability:ClassName/> 将灵能能量注入他们的拳刃，造成 <font color='#3ABD23'>+<Ability:FRACTURE_RUPTURE/></font> 伤害并使目标破裂，造成 <font color='#3ABD23'>+<Ability:FRACTURE_RUPTURE/></font> 伤害，消耗 <font color='#3ABD23'><Ability:FRACTURE_COST/></font> 专注，有 <font color='#3ABD23'><Ability:FRACTURE_COOLDOWN/></font> 回合冷却。触发气势。"

[WOTC_KPP_Overcharge X2AbilityTemplate]
LocFriendlyName = "灵能过载"
LocFlyOverText = "灵能过载"
LocHelpText = " <Ability:ClassName/> 利用他们的灵能能量自我强化，提供 <font color='#3ABD23'>+<Ability:OVERCHARGE_DAMAGE_BONUS/></font> 伤害，并在每次近战击杀时穿透 <font color='#3ABD23'><Ability:OVERCHARGE_PIERCE/></font> 护甲，返还行动次数。回合结束后，他们将陷入昏迷状态，持续2个行动，消耗 <font color='#3ABD23'><Ability:OVERCHARGE_COST/></font> 专注。"
LocLongDescription = " <Ability:ClassName/> 利用他们的灵能能量自我强化，提供 <font color='#3ABD23'>+<Ability:OVERCHARGE_DAMAGE_BONUS/></font> 伤害，并在每次近战击杀时穿透 <font color='#3ABD23'><Ability:OVERCHARGE_PIERCE/></font> 护甲，返还行动次数。回合结束后，他们将陷入昏迷状态，持续2个行动，消耗 <font color='#3ABD23'><Ability:OVERCHARGE_COST/></font> 专注。"
LocPromotionPopupText = " <Ability:ClassName/> 利用他们的灵能能量自我强化，提供 <font color='#3ABD23'>+<Ability:OVERCHARGE_DAMAGE_BONUS/></font> 伤害，并在每次近战击杀时穿透 <font color='#3ABD23'><Ability:OVERCHARGE_PIERCE/></font> 护甲，返还行动次数。回合结束后，他们将陷入昏迷状态，持续2个行动，消耗 <font color='#3ABD23'><Ability:OVERCHARGE_COST/></font> 专注。"

[WOTC_KPP_QuickStrike X2AbilityTemplate]
LocFriendlyName = "快速打击"
LocFlyOverText = "快速打击"
LocHelpText = " <Ability:ClassName/> 迅速冲向对手，进行一次快速的打击，消耗1个行动。消耗 <font color='#3ABD23'><Ability:QUICK_STRIKE_COST/></font> 专注。触发气势。"
LocLongDescription = " <Ability:ClassName/> 迅速冲向对手，进行一次快速的打击，消耗1个行动。消耗 <font color='#3ABD23'><Ability:QUICK_STRIKE_COST/></font> 专注，有 <font color='#3ABD23'><Ability:QUICK_STRIKE_COOLDOWN/></font> 回合冷却。触发气势。"
LocPromotionPopupText = " <Ability:ClassName/> 迅速冲向对手，进行一次快速的打击，消耗1个行动。消耗 <font color='#3ABD23'><Ability:QUICK_STRIKE_COST/></font> 专注，有 <font color='#3ABD23'><Ability:QUICK_STRIKE_COOLDOWN/></font> 回合冷却。触发气势。"

[WOTC_KPP_DeflectingStrike X2AbilityTemplate]
LocFriendlyName = "反射打击"
LocFlyOverText = "反射打击"
LocHelpText = " <Ability:ClassName/> 攻击对手并准备反击，反射第一次朝他们发起的攻击，消耗 <font color='#3ABD23'><Ability:DEFLECTING_STRIKE_COST/></font> 专注。触发气势。"
LocLongDescription = " <Ability:ClassName/> 攻击对手并准备反击，反射第一次朝他们发起的攻击，消耗 <font color='#3ABD23'><Ability:DEFLECTING_STRIKE_COST/></font> 专注，有 <font color='#3ABD23'><Ability:DEFLECTING_STRIKE_COOLDOWN/></font> 回合冷却。触发气势。"
LocPromotionPopupText = " <Ability:ClassName/> 攻击对手并准备反击，反射第一次朝他们发起的攻击，消耗 <font color='#3ABD23'><Ability:DEFLECTING_STRIKE_COST/></font> 专注，有 <font color='#3ABD23'><Ability:DEFLECTING_STRIKE_COST/></font> 回合冷却。触发气势。"

[WOTC_KPP_Warp X2AbilityTemplate]
LocFriendlyName = "扭曲"
LocFlyOverText = "扭曲"
LocHelpText = " <Ability:ClassName/> 操控虚空，将自己传送到附近 <font color='#3ABD23'><Ability:WARP_RANGE/></font> 格内的位置，免费行动，消耗 <font color='#3ABD23'><Ability:WARP_COST/></font> 专注。"
LocLongDescription = " <Ability:ClassName/> 操控虚空，将自己传送到附近 <font color='#3ABD23'><Ability:WARP_RANGE/></font> 格内的位置，免费行动，消耗 <font color='#3ABD23'><Ability:WARP_COST/></font> 专注。"
LocPromotionPopupText = " <Ability:ClassName/> 操控虚空，将自己传送到附近 <font color='#3ABD23'><Ability:WARP_RANGE/></font> 格内的位置，免费行动，消耗 <font color='#3ABD23'><Ability:WARP_COST/></font> 专注。 <font color='#3ABD23'><Ability:WARP_COOLDOWN/></font> 回合冷却，并且可以与移动或气势行动一起使用。"

[WOTC_KPP_Devour X2AbilityTemplate]
LocFriendlyName = "吞噬"
LocFlyOverText = "吞噬"
LocHelpText = " <Ability:ClassName/> 吸收即将死亡的敌人的灵能能量，为自己提供专注。只能对3点或更少生命值的敌人使用， <font color='#3ABD23'><Ability:DEVOUR_COOLDOWN/></font> 回合冷却。无视护甲。"
LocLongDescription = " <Ability:ClassName/> 吸收即将死亡的敌人的灵能能量，为自己提供专注。只能对3点或更少生命值的敌人使用， <font color='#3ABD23'><Ability:DEVOUR_COOLDOWN/></font> 回合冷却。无视护甲。"
LocPromotionPopupText = " <Ability:ClassName/> 吸收即将死亡的敌人的灵能能量，为自己提供专注。只能对3点或更少生命值的敌人使用， <font color='#3ABD23'><Ability:DEVOUR_COOLDOWN/></font> 回合冷却。无视护甲。将立即杀死生命值低于或等于3的敌人。"

[WOTC_KPP_Siphon X2AbilityTemplate]
LocFriendlyName = "吸能"
LocFlyOverText = "吸能"
LocHelpText = " <Ability:ClassName/> 从被杀死的敌人的灵能能量中吸取能量，为自己提供 <font color='#3ABD23'><Ability:SIPHON_FOCUS_CHANCE/>%</font> 的几率获得额外专注。"
LocLongDescription = " <Ability:ClassName/> 从被杀死的敌人的灵能能量中吸取能量，为自己提供 <font color='#3ABD23'><Ability:SIPHON_FOCUS_CHANCE/>%</font> 的几率获得额外专注。"
LocPromotionPopupText = " <Ability:ClassName/> 从被杀死的敌人的灵能能量中吸取能量，为自己提供 <font color='#3ABD23'><Ability:SIPHON_FOCUS_CHANCE/>%</font> 的几率获得额外专注。"

[WOTC_KPP_Channel X2AbilityTemplate]
LocFriendlyName = "传导"
LocFlyOverText = "传导"
LocHelpText = " <Ability:ClassName/> 打开自己与虚空的联系，有 <font color='#3ABD23'><Ability:CHANNEL_FOCUS_CHANCE/>%</font> 的几率获得1点专注。不能超过最大专注值。"
LocLongDescription = " <Ability:ClassName/> 打开自己与虚空的联系，有 <font color='#3ABD23'><Ability:CHANNEL_FOCUS_CHANCE/>%</font> 的几率获得1点专注， <font color='#3ABD23'><Ability:CHANNEL_COOLDOWN/></font> 回合冷却。不能超过最大专注值。"
LocPromotionPopupText = " <Ability:ClassName/> 打开自己与虚空的联系，有 <font color='#3ABD23'><Ability:CHANNEL_FOCUS_CHANCE/>%</font> 的几率获得1点专注， <font color='#3ABD23'><Ability:CHANNEL_COOLDOWN/></font> 回合冷却。不能超过最大专注值。"

[WOTC_KPP_ChannelFocus X2AbilityTemplate]
LocFriendlyName = "传导"
LocFlyOverText = "传导"
LocHelpText = " <Ability:ClassName/> 打开自己与虚空的联系，有 <font color='#3ABD23'><Ability:CHANNEL_FOCUS_CHANCE/>%</font> 的几率获得1点专注。不能超过最大专注值。"
LocLongDescription = " <Ability:ClassName/> 打开自己与虚空的联系，有 <font color='#3ABD23'><Ability:CHANNEL_FOCUS_CHANCE/>%</font> 的几率获得1点专注， <font color='#3ABD23'><Ability:CHANNEL_COOLDOWN/></font> 回合冷却。不能超过最大专注值。"
LocPromotionPopupText = " <Ability:ClassName/> 打开自己与虚空的联系，有 <font color='#3ABD23'><Ability:CHANNEL_FOCUS_CHANCE/>%</font> 的几率获得1点专注， <font color='#3ABD23'><Ability:CHANNEL_COOLDOWN/></font> 回合冷却。不能超过最大专注值。"

[WOTC_KPP_Ghost X2AbilityTemplate]
LocFriendlyName = "幽灵"
LocFlyOverText = "幽灵"
LocHelpText = " <Ability:ClassName/> 从倒下的类人生物尸体中创造一个自己的灵能幽灵。幽灵在整个任务中持续存在，只有当它或施法者死亡时才会消失。消耗 <font color='#3ABD23'><Ability:GHOST_COST/></font> 专注。幽灵无法使用某些能力。"
LocLongDescription = " <Ability:ClassName/> 从倒下的类人生物尸体中创造一个自己的灵能幽灵。幽灵在整个任务中持续存在，只有当它或施法者死亡时才会消失。消耗 <font color='#3ABD23'><Ability:GHOST_COST/></font> 专注。幽灵无法使用某些能力。"
LocPromotionPopupText = " <Ability:ClassName/> 从倒下的类人生物尸体中创造一个自己的灵能幽灵。幽灵在整个任务中持续存在，只有当它或施法者死亡时才会消失。消耗 <font color='#3ABD23'><Ability:GHOST_COST/></font> 专注。<br/><Bullet/>幽灵无法使用幽灵、灵能过载、神圣战士和鼓舞士气等能力。幽灵有 <font color='#3ABD23'><Ability:GhostHPPerFocus/></font> 点生命值。<br/><Bullet/>当幽灵存活时，它可以与某些物体和目标进行互动。"

[WOTC_KPP_AgileStep X2AbilityTemplate]
LocFriendlyName = "敏捷步伐"
LocFlyOverText = "敏捷步伐"
LocHelpText = " <Ability:ClassName/> 获得 <font color='#3ABD23'>+<Ability:AGILE_STEP_MOBILITY/></font> 机动性，并能够攀爬墙壁。"
LocLongDescription = " <Ability:ClassName/> 获得 <font color='#3ABD23'>+<Ability:AGILE_STEP_MOBILITY/></font> 机动性，并能够攀爬墙壁。"
LocPromotionPopupText = " <Ability:ClassName/> 获得 <font color='#3ABD23'>+<Ability:AGILE_STEP_MOBILITY/></font> 机动性，并能够攀爬墙壁。"

[WOTC_KPP_UnendingHunger X2AbilityTemplate]
LocFriendlyName = "无尽渴望"
LocFlyOverText = "无尽渴望"
LocHelpText = "增强吞噬能力，使其具有增强效果：吞噬现在恢复+4生命值，并且可以对生命值5点或更低的敌人使用。"
LocLongDescription = "增强吞噬能力，使其具有增强效果：吞噬现在恢复+4生命值，并且可以对生命值5点或更低的敌人使用。"
LocPromotionPopupText = "增强吞噬能力，使其具有增强效果：吞噬现在恢复+4生命值，并且可以对生命值5点或更低的敌人使用。<br/>所有渴望能力在击杀目标时仍会为使用者提供专注。"

[WOTC_KPP_UnendingDevour X2AbilityTemplate]
LocFriendlyName = "吞噬：无尽渴望"
LocFlyOverText = "吞噬：无尽渴望"
LocHelpText = " <Ability:ClassName/> 从即将死亡的敌人的灵能能量中吸取能量，为自己提供专注并恢复+4生命值，只能对生命值5点或更低的敌人使用， <font color='#3ABD23'><Ability:DEVOUR_COOLDOWN/></font> 回合冷却。无视护甲。"
LocLongDescription = " <Ability:ClassName/> 从即将死亡的敌人的灵能能量中吸取能量，为自己提供专注并恢复+4生命值，只能对生命值5点或更低的敌人使用， <font color='#3ABD23'><Ability:DEVOUR_COOLDOWN/></font> 回合冷却。无视护甲。"
LocPromotionPopupText = " <Ability:ClassName/> 从即将死亡的敌人的灵能能量中吸取能量，为自己提供专注并恢复+4生命值，只能对生命值5点或更低的敌人使用， <font color='#3ABD23'><Ability:DEVOUR_COOLDOWN/></font> 回合冷却。无视护甲。将立即杀死生命值低于或等于5的敌人。"

[WOTC_KPP_SearingHunger X2AbilityTemplate]
LocFriendlyName = "灼热渴望"
LocFlyOverText = "灼热渴望"
LocHelpText = "增强吞噬能力，使其具有增强效果：吞噬现在需要一个行动来使用，并且可以与移动行动一起使用。"
LocLongDescription = "增强吞噬能力，使其具有增强效果：吞噬现在需要一个行动来使用，并且可以与移动行动一起使用。"
LocPromotionPopupText = "增强吞噬能力，使其具有增强效果：吞噬现在需要一个行动来使用，并且可以与移动行动一起使用。<br/>所有渴望能力在击杀目标时仍会为使用者提供专注。"

[WOTC_KPP_SearingDevour X2AbilityTemplate]
LocFriendlyName = "吞噬：灼热渴望"
LocFlyOverText = "吞噬：灼热渴望"
LocHelpText = " <Ability:ClassName/> 吸收即将死亡的敌人的灵能能量，为自己提供专注。只能对3点或更少生命值的敌人使用， <font color='#3ABD23'><Ability:DEVOUR_COOLDOWN/></font> 回合冷却。无视护甲，可以与移动行动一起使用。"
LocLongDescription = " <Ability:ClassName/> 吸收即将死亡的敌人的灵能能量，为自己提供专注。只能对3点或更少生命值的敌人使用， <font color='#3ABD23'><Ability:DEVOUR_COOLDOWN/></font> 回合冷却。无视护甲，可以与移动行动一起使用。"
LocPromotionPopupText = " <Ability:ClassName/> 吸收即将死亡的敌人的灵能能量，为自己提供专注。只能对3点或更少生命值的敌人使用， <font color='#3ABD23'><Ability:DEVOUR_COOLDOWN/></font> 回合冷却。无视护甲，可以与移动行动一起使用。将立即杀死生命值低于或等于3的敌人。"

[WOTC_KPP_PervadingHunger X2AbilityTemplate]
LocFriendlyName = "弥漫渴望"
LocFlyOverText = "弥漫渴望"
LocHelpText = "增强吞噬能力，使其具有增强效果：吞噬现在对目标产生灵能爆炸，不会对盟友造成伤害，并且不再仅限于3点生命值的敌人。"
LocLongDescription = "增强吞噬能力，使其具有增强效果：吞噬现在对目标产生灵能爆炸，不会对盟友造成伤害，并且不再仅限于3点生命值的敌人。"
LocPromotionPopupText = "增强吞噬能力，使其具有增强效果：吞噬现在对目标产生灵能爆炸，不会对盟友造成伤害，并且不再仅限于3点生命值的敌人。<br/>所有渴望能力在击杀目标时仍会为使用者提供专注。"

[WOTC_KPP_PervadingDevour X2AbilityTemplate]
LocFriendlyName = "吞噬：弥漫渴望"
LocFlyOverText = "吞噬：弥漫渴望"
LocHelpText = " <Ability:ClassName/> 吸收即将死亡的敌人的灵能能量，为自己提供专注。它会发射一个灵能爆炸，对 <font color='#3ABD23'><Ability:PERVADING_DEVOUR_RADIUS/></font> 格内的周围敌人造成3点伤害， <font color='#3ABD23'><Ability:DEVOUR_COOLDOWN/></font> 回合冷却。无视护甲，不会伤害附近的盟友。"
LocLongDescription = " <Ability:ClassName/> 吸收即将死亡的敌人的灵能能量，为自己提供专注。它会发射一个灵能爆炸，对 <font color='#3ABD23'><Ability:PERVADING_DEVOUR_RADIUS/></font> 格内的周围敌人造成3点伤害， <font color='#3ABD23'><Ability:DEVOUR_COOLDOWN/></font> 回合冷却。无视护甲，不会伤害附近的盟友。"
LocPromotionPopupText = " <Ability:ClassName/> 吸收即将死亡的敌人的灵能能量，为自己提供专注。它会发射一个灵能爆炸，对 <font color='#3ABD23'><Ability:PERVADING_DEVOUR_RADIUS/></font> 格内的周围敌人造成3点伤害， <font color='#3ABD23'><Ability:DEVOUR_COOLDOWN/></font> 回合冷却。无视护甲，不会伤害附近的盟友。"

[WOTC_KPP_Phase X2AbilityTemplate]
LocFriendlyName = "相位"
LocFlyOverText = "相位"
LocHelpText = " <Ability:ClassName/> 获得 <font color='#3ABD23'>+<Ability:PHASE_MOBILITY/></font> 机动性，并能够穿墙行走。"
LocLongDescription = " <Ability:ClassName/> 获得 <font color='#3ABD23'>+<Ability:PHASE_MOBILITY/></font> 机动性，并能够穿墙行走。"
LocPromotionPopupText = " <Ability:ClassName/> 获得 <font color='#3ABD23'>+<Ability:PHASE_MOBILITY/></font> 机动性，并能够穿墙行走。"

[WallPhasing X2AbilityTemplate]
LocFriendlyName="相位"
LocFlyOverText="相位"
LocHelpText = " <Ability:ClassName/> 获得 <font color='#3ABD23'>+<Ability:PHASE_MOBILITY/></font> 机动性，并能够穿墙行走。"
LocLongDescription = " <Ability:ClassName/> 获得 <font color='#3ABD23'>+<Ability:PHASE_MOBILITY/></font> 机动性，并能够穿墙行走。"
LocPromotionPopupText = " <Ability:ClassName/> 获得 <font color='#3ABD23'>+<Ability:PHASE_MOBILITY/></font> 机动性，并能够穿墙行走。"

[WOTC_KPP_Parry X2AbilityTemplate]
LocFriendlyName = "格挡"
LocFlyOverText = "格挡"
LocHelpText = "集中灵能能量形成防御盾牌，偏斜下一个即将击中 <Ability:ClassName/> 的攻击造成的所有伤害。"
LocLongDescription = "集中灵能能量形成防御盾牌，偏斜下一个即将击中 <Ability:ClassName/> 的攻击造成的所有伤害。"
LocPromotionPopupText = "集中灵能能量形成防御盾牌，偏斜下一个即将击中 <Ability:ClassName/> 的攻击造成的所有伤害。<br/><br/><font color='#CA7200'>基础效果：</font> （<font color='#c451c2'><Ability:PARRY_FOCUS_COST/> 能量</font>）<br/><Bullet/> 偏斜下一个即将击中 <Ability:ClassName/> 的攻击造成的所有伤害。"


[X2Ability_WOTC_KPP_TemplarAbilitySet]

strPsiConduit1Name="战斗专注 I"
strPsiConduit1Desc="<font color='#CA7200'>专注机制：</font><br/><Bullet/> 最多可储存的能量： <font color='#c451c2'>2</font>。<br/><Bullet/> 偏转来袭攻击的几率： <font color='#3ABD23'>25%</font>。"

strPsiConduit2Name="战斗专注 II"
strPsiConduit2Desc="<font color='#CA7200'>专注机制：</font><br/><Bullet/> 最多可储存的能量： <font color='#c451c2'>4</font>。<br/><Bullet/> 偏转来袭攻击的几率： <font color='#3ABD23'>33%</font>。"

strPsiConduit3Name="战斗专注 III"
strPsiConduit3Desc="<font color='#CA7200'>专注机制：</font><br/><Bullet/> 最多可储存的能量： <font color='#c451c2'>6</font>。<br/><Bullet/> 偏转来袭攻击的几率： <font color='#3ABD23'>40%</font>。"